Repository: wp-plugins/site-maintenance-mode
Catalog: lang/site-maintenance-mode-*.po
Languages: de_de, ru_ru

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Maintenance mode
de_de: Wartungsmodus
ru_ru: Режим обслуживания

source: Turn off maintenance mode
de_de: Wartungsmodus ausschalten
ru_ru: Выключить режим обслуживания сайта

source: Turn on maintenance mode
de_de: In Wartungsmodus einstellen
ru_ru: Перевести сайт в режим обслуживания

source: Invalid server response
de_de: Nicht korrekte Serverantwort
ru_ru: Некорректный ответ сервера

source: Maintenance mode enabled
de_de: Wartungsmodus ausgeschaltet
ru_ru: Режим обслуживания включен

source: Site closed for maintenance
de_de: Die Seite ist im Wartungsmodus
ru_ru: Сайт закрыт на обслуживание

source: Site temporarily unavailable
de_de: Die Seite ist vorläufig nicht verfügbar
ru_ru: Сайт временно не работает

source: Currently on the site are technical works
de_de: Zur Zeit werden die technische Arbeiten auf der Seite durchgeführt
ru_ru: В данный момент на сайте проводятся технические работы

source: We apologise for any inconvenience
de_de: Wir bitten um Entschuldigung für die Umstände
ru_ru: Приносим свои извинения за предоставленные неудобства

source: Login for Administrators
de_de: Als Administrator einloggen
ru_ru: Вход для администраторов

source: Settings saved
de_de: Einstellungen sind gespeichert
ru_ru: Настройки сохранены

source: Settings reseted
de_de: Einstellungen sind rückgesetzt
ru_ru: Настройки сброшены

source: maintenance mode
de_de: Wartungsmodus
ru_ru: режима обслуживания

source: Mode active
de_de: Aktivmodus
ru_ru: Режим активен

source: Yes
de_de: Ja
ru_ru: Да

source: No
de_de: Nein
ru_ru: Нет

source: Title
de_de: Titel
ru_ru: Заголовок

source: This title will be specified in the tag %s
de_de: Dieser Titel wird auf dem Etikett angezeigt %s
ru_ru: Данный заголовок будет указан в теге %s

source: CSS-styles
ru_ru: CSS-стили

source: These styles will be inserted into the tag %s
de_de: Diese Stiles werden auf das Etikett hinzugefügt %s
ru_ru: Указанные стили будут вставлены в тег %s

source: Text to be displayed
de_de: Die Text, die angezeigt wird
ru_ru: Текст, который будет выводиться

source: These text is inserted into the tag %s (HTML code is allowed)
de_de: Diese Text wird auf das Etikett %s hinzugefügt (die Nutzung des willkürlichen HTML Kodes ist erlaubt)
ru_ru: Указанные текст будет вставлен в тег %s (разрешено использование произвольного HTML кода)

source: Close access to the site for
de_de: Kein Zugriff auf Seite
ru_ru: Закрыть доступ к сайту для

source: Authors
de_de: der Autoren
ru_ru: Авторов

source: Contributors
de_de: der Teilnehmer
ru_ru: Участников

source: Editors
de_de: der Editors
ru_ru: Редакторов

source: Subscribers
de_de: der Abonnenten
ru_ru: Подписчиков

source: Visitors
de_de: der Besucher
ru_ru: Посетителей

source: Select a users groups for which the maintenance mode will be displayed instead of the contents of the site
de_de: Wählen Sie der Gruppe der Benutzer, für die der Wartungsmodus statt Inhalt der Seite angezeigt wird
ru_ru: Выберите группы пользователей, для которых будет отображаться режим обслуживания вместо содержимого сайта

source: Save Changes
de_de: Änderungen übernehmen
ru_ru: Сохранить изменения

source: Reset settings
de_de: Einstellungen rücksetzen
ru_ru: Сбросить настройки
